[
  "calendar",
  "cycle-through-panes",
  "obsidian-excalidraw-plugin",
  "folder-note-plugin",
  "markdown-prettifier",
  "obsidian-git",
  "obsidian-outliner",
  "url-into-selection",
  "darlal-switcher-plus",
  "search-on-internet",
  "cm-show-whitespace-obsidian",
  "sliding-panes-obsidian",
  "obsidian-plugin-toc",
  "tag-wrangler",
  "obsidian-tracker",
  "vantage-obsidian",
  "obsidian-admonition",
  "obsidian-checklist-plugin",
  "convert-url-to-iframe",
  "dataview",
  "cm-editor-syntax-highlight-obsidian",
  "quick-latex",
  "obsidian-rich-links",
  "obsidian-zoom",
  "obsidian-filename-heading-sync",
  "obsidian-copy-block-link",
  "obsidian-text-expander",
  "key-promoter"
]