[
  "obsidian-achievements",
  "obsidian-admonition",
  "obsidian-advanced-slides",
  "table-editor-obsidian",
  "obsidian-auto-link-title",
  "obsidian-better-codeblock",
  "better-fn",
  "breadcrumbs",
  "obsidian-code-preview",
  "obsidian-colorful-tag",
  "convert-url-to-iframe",
  "obsidian-copy-block-link",
  "creases",
  "obsidian-dialogue-plugin",
  "obsidian-dynamic-highlights",
  "cm-editor-syntax-highlight-obsidian",
  "obsidian-filename-heading-sync",
  "floating-toc",
  "obsidian-focus-mode",
  "obsidian-frontmatter-tag-suggest",
  "obsidian-icon-folder",
  "obsidian-image-caption",
  "influx",
  "obsidian-kanban",
  "obsidian-latex-suite",
  "obsidian-markdown-furigana",
  "obsidian-living-graph",
  "obsidian-jupyter",
  "obsidian-itinerary",
  "execute-code",
  "obsidian-dirtreeist",
  "obsidian-desmos",
  "deepl",
  "dataview",
  "obsidian-chartsview-plugin",
  "obsidian-metatable",
  "mousewheel-image-zoom",
  "multi-column-markdown",
  "note-refactor-obsidian",
  "obsidian-badge",
  "obsidian-git",
  "obsidian-mtg",
  "obsidian-query-language",
  "omnisearch",
  "list-style",
  "obsidian-outliner",
  "obsidian-plantuml",
  "obsidian-pandoc",
  "obsidian-qrcode-plugin",
  "quick-latex",
  "obsidian-reading-time",
  "obsidian-rich-links",
  "rpg-manager",
  "rss-reader",
  "cm-show-whitespace-obsidian",
  "obsidian-sidebar-expand-on-hover",
  "obsidian-smart-typography",
  "supercharged-links-obsidian",
  "obsidian-timelines",
  "obsidian-trash-explorer",
  "obsidian-trim-whitespace",
  "waypoint",
  "japanese-word-splitter"
]