[
  "cycle-through-panes",
  "markdown-prettifier",
  "obsidian-git",
  "darlal-switcher-plus",
  "search-on-internet",
  "cm-show-whitespace-obsidian",
  "sliding-panes-obsidian",
  "obsidian-plugin-toc",
  "tag-wrangler",
  "obsidian-tracker",
  "vantage-obsidian",
  "obsidian-admonition",
  "cm-editor-syntax-highlight-obsidian",
  "quick-latex",
  "obsidian-rich-links",
  "obsidian-zoom",
  "obsidian-filename-heading-sync",
  "obsidian-copy-block-link",
  "obsidian-text-expander",
  "obsidian-plantuml",
  "table-extended",
  "calendar",
  "obsidian-checklist-plugin",
  "convert-url-to-iframe",
  "dataview",
  "find-unlinked-files",
  "obsidian-icons-plugin",
  "key-promoter",
  "obsius-publish",
  "obsidian-pandoc"
]